Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexSystemIntents/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# system.calendar.parameter.all_day.optional_replacement.description
source: Optional replacement all-day setting.
ar: قيمة بديلة اختيارية لإعداد طوال اليوم.
bn: ঐচ্ছিক নতুন সারাদিন সেটিং।
de: Optionale neue Einstellung für „Ganztägig“.
el: Προαιρετική νέα ρύθμιση ολοήμερου.
es: Nuevo valor opcional de “todo el día”.
fa: تنظیم جایگزین اختیاری برای تمام‌روز.
fr: Nouvelle valeur facultative pour « Toute la journée ».
he: הגדרה חלופית אופציונלית ל"כל היום".
hi: पूरे दिन की नई सेटिंग (वैकल्पिक)।
id: Pengaturan seharian pengganti (opsional).
it: Nuovo valore facoltativo per “Tutto il giorno”.
ja: 置き換え後の終日設定（省略可）
ko: 바꿀 종일 설정(선택 사항)
mr: पर्यायी नवीन दिवसभर सेटिंग.
ms: Seting seharian pengganti (pilihan).
nl: Optionele nieuwe instelling voor ‘Hele dag’.
pl: Opcjonalna nowa wartość dla „Cały dzień”.
pt_br: Novo valor opcional para “Dia inteiro”.
ro: Configurare nouă opțională pentru „Toată ziua”.
ru: Необязательное новое значение для «Весь день».
ta: விருப்பத்தேர்வு புதிய முழு நாள் அமைப்பு.
te: ఐచ్ఛిక కొత్త రోజంతా సెట్టింగ్.
th: ตั้งค่าทั้งวันใหม่ (ไม่บังคับ)
tr: İsteğe bağlı yeni tam gün ayarı.
uk: Необов’язкове нове значення для «Увесь день».
ur: پورے دن کے لیے اختیاری متبادل ترتیب۔
vi: Cài đặt cả ngày thay thế (tùy chọn).
zh_hans: 可选的替换全天设置。
zh_hant: 要取代的全天設定（選填）

# system.calendar.parameter.end_time
source: End Time
ar: وقت الانتهاء
bn: শেষ হওয়ার সময়
de: Endzeit
el: Ώρα λήξης
es: Hora de fin
fa: ساعت پایان
fr: Heure de fin
he: שעת סיום
hi: समाप्ति का समय
id: Waktu Berakhir
it: Ora di fine
ja: 終了時刻
ko: 종료 시간
mr: समाप्तीची वेळ
ms: Masa Tamat
nl: Eindtijd
pl: Godzina zakończenia
pt_br: Horário de término
ro: Ora de sfârșit
ru: Время окончания
ta: முடிவு நேரம்
te: ముగింపు సమయం
th: เวลาสิ้นสุด
tr: Bitiş saati
uk: Час завершення
ur: اختتام کا وقت
vi: Giờ kết thúc
zh_hans: 结束时间
zh_hant: 結束時間

# system.calendar.parameter.event
source: Calendar Event
ar: حدث التقويم
bn: ক্যালেন্ডার ইভেন্ট
de: Kalenderereignis
el: Γεγονός ημερολογίου
es: Evento de calendario
fa: رویداد تقویم
fr: Événement du calendrier
he: אירוע לוח שנה
hi: कैलेंडर इवेंट
id: Acara Kalender
it: Evento del calendario
ja: カレンダーイベント
ko: 캘린더 이벤트
mr: दिनदर्शिका इव्हेंट
ms: Peristiwa Kalendar
nl: Agenda-activiteit
pl: Wydarzenie kalendarza
pt_br: Evento do calendário
ro: Eveniment din calendar
ru: Событие календаря
ta: கேலண்டர் நிகழ்வு
te: క్యాలెండర్ ఇవెంట్
th: กิจกรรมปฏิทิน
tr: Takvim etkinliği
uk: Подія календаря
ur: کیلنڈر ایونٹ
vi: Sự kiện lịch
zh_hans: 日历事件
zh_hant: 行事曆事件

# system.calendar.parameter.from
source: From
ar: من
bn: থেকে
de: Von
el: Από
es: Desde
fa: از
fr: Du
he: מתאריך
hi: से
id: Dari
it: Dal
ja: 開始日
ko: 시작일
mr: पासून
ms: Dari
nl: Van
pl: Od
pt_br: De
ro: De la
ru: От
ta: தொடக்கம்
te: ప్రారంభం
th: จาก
tr: Başlangıç
uk: Від
ur: سے
vi: Từ
zh_hans: 开始
zh_hant: 開始日期

# system.calendar.parameter.from_date
source: From Date
ar: من تاريخ
bn: শুরুর তারিখ
de: Datum von
el: Από ημερομηνία
es: Fecha inicial
fa: از تاریخ
fr: Date de début
he: מתאריך
hi: इस तारीख़ से
id: Dari Tanggal
it: Data iniziale
ja: 開始日
ko: 시작일
mr: सुरुवातीचा दिनांक
ms: Dari Tarikh
nl: Vanaf datum
pl: Data początkowa
pt_br: Data inicial
ro: De la data
ru: Начальная дата
ta: இந்தத் தேதி முதல்
te: ఈ తేదీ నుండి
th: จากวันที่
tr: Başlangıç tarihi
uk: Початкова дата
ur: تاریخ سے
vi: Từ ngày
zh_hans: 开始日期
zh_hant: 開始日期

# system.calendar.parameter.location
source: Location
ar: الموقع
bn: লোকেশন
de: Ort
el: Τοποθεσία
es: Ubicación
fa: مکان
fr: Lieu
he: מיקום
hi: स्थान
id: Lokasi
it: Luogo
ja: 場所
ko: 위치
mr: स्थान
ms: Lokasi
nl: Locatie
pl: Lokalizacja
pt_br: Local
ro: Locație
ru: Место
ta: இருப்பிடம்
te: లొకేషన్
th: สถานที่
tr: Konum
uk: Місце
ur: مقام
vi: Vị trí
zh_hans: 地点
zh_hant: 位置

# system.calendar.parameter.location.optional_replacement.description
source: Optional replacement location.
ar: موقع بديل اختياري.
bn: ঐচ্ছিক নতুন লোকেশন।
de: Optionaler neuer Ort.
el: Προαιρετική νέα τοποθεσία.
es: Ubicación de reemplazo opcional.
fa: مکان جایگزین (اختیاری).
fr: Nouveau lieu facultatif.
he: מיקום חלופי אופציונלי.
hi: नया स्थान (वैकल्पिक)।
id: Lokasi pengganti (opsional).
it: Nuovo luogo facoltativo.
ja: 置き換え後の場所（省略可）
ko: 바꿀 위치(선택 사항)
mr: पर्यायी नवीन स्थान.
ms: Lokasi pengganti (pilihan).
nl: Optionele nieuwe locatie.
pl: Opcjonalna nowa lokalizacja.
pt_br: Novo local opcional.
ro: Locație nouă opțională.
ru: Необязательное новое место.
ta: விருப்பத்தேர்வு புதிய இருப்பிடம்.
te: ఐచ్ఛిక కొత్త లొకేషన్.
th: สถานที่ใหม่ (ไม่บังคับ)
tr: İsteğe bağlı yeni konum.
uk: Необов’язкове нове місце.
ur: متبادل مقام (اختیاری)۔
vi: Vị trí thay thế (tùy chọn).
zh_hans: 可选替换地点。
zh_hant: 要取代的位置（選填）

# system.calendar.parameter.notes.optional_replacement.description
source: Optional replacement notes.
ar: ملاحظات بديلة اختيارية.
bn: ঐচ্ছিক নতুন নোট।
de: Optionale neue Notizen.
el: Προαιρετικές νέες σημειώσεις.
es: Notas de reemplazo opcionales.
fa: یادداشت‌های جایگزین (اختیاری).
fr: Nouvelles notes facultatives.
he: הערות חלופיות אופציונליות.
hi: नए नोट (वैकल्पिक)।
id: Catatan pengganti (opsional).
it: Nuove note facoltative.
ja: 置き換え後のメモ（省略可）
ko: 바꿀 메모(선택 사항)
mr: पर्यायी नवीन नोट्स.
ms: Nota pengganti (pilihan).
nl: Optionele nieuwe notities.
pl: Opcjonalne nowe notatki.
pt_br: Novas notas opcionais.
ro: Notițe noi opționale.
ru: Необязательные новые заметки.
ta: விருப்பத்தேர்வு புதிய குறிப்புகள்.
te: ఐచ్ఛిక కొత్త నోట్స్.
th: โน้ตใหม่ (ไม่บังคับ)
tr: İsteğe bağlı yeni notlar.
uk: Необов’язкові нові нотатки.
ur: متبادل نوٹس (اختیاری)۔
vi: Ghi chú thay thế (tùy chọn).
zh_hans: 可选替换备注。
zh_hant: 要取代的備註（選填）

# system.calendar.parameter.start_date
source: Start Date
ar: تاريخ البدء
bn: শুরুর তারিখ
de: Startdatum
el: Ημερομηνία έναρξης
es: Fecha de inicio
fa: تاریخ شروع
fr: Date de début
he: תאריך התחלה
hi: शुरू होने की तारीख़
id: Tanggal Mulai
it: Data di inizio
ja: 開始日
ko: 시작일
mr: सुरुवातीचा दिनांक
ms: Tarikh Mula
nl: Startdatum
pl: Data rozpoczęcia
pt_br: Data de início
ro: Data de început
ru: Дата начала
ta: தொடக்கத் தேதி
te: ప్రారంభ తేదీ
th: วันที่เริ่มต้น
tr: Başlangıç tarihi
uk: Дата початку
ur: آغاز کی تاریخ
vi: Ngày bắt đầu
zh_hans: 开始日期
zh_hant: 開始日期

# system.calendar.parameter.start_time
source: Start Time
ar: وقت البدء
bn: শুরুর সময়
de: Startzeit
el: Ώρα έναρξης
es: Hora de inicio
fa: ساعت شروع
fr: Heure de début
he: שעת התחלה
hi: शुरू होने का समय
id: Waktu Mulai
it: Ora di inizio
ja: 開始時刻
ko: 시작 시간
mr: सुरुवातीची वेळ
ms: Masa Mula
nl: Starttijd
pl: Godzina rozpoczęcia
pt_br: Horário de início
ro: Ora de început
ru: Время начала
ta: தொடக்க நேரம்
te: ప్రారంభ సమయం
th: เวลาเริ่มต้น
tr: Başlangıç saati
uk: Час початку
ur: آغاز کا وقت
vi: Giờ bắt đầu
zh_hans: 开始时间
zh_hant: 開始時間

# system.calendar.parameter.title.optional_replacement.description
source: Optional replacement title.
ar: عنوان بديل اختياري.
bn: ঐচ্ছিক নতুন শিরোনাম।
de: Optionaler neuer Titel.
el: Προαιρετικός νέος τίτλος.
es: Título de reemplazo opcional.
fa: عنوان جایگزین (اختیاری).
fr: Nouveau titre facultatif.
he: כותרת חלופית אופציונלית.
hi: नया शीर्षक (वैकल्पिक)।
id: Judul pengganti (opsional).
it: Nuovo titolo facoltativo.
ja: 置き換え後のタイトル（省略可）
ko: 바꿀 제목(선택 사항)
mr: पर्यायी नवीन शीर्षक.
ms: Tajuk pengganti (pilihan).
nl: Optionele nieuwe titel.
pl: Opcjonalny nowy tytuł.
pt_br: Novo título opcional.
ro: Titlu nou opțional.
ru: Необязательное новое название.
ta: விருப்பத்தேர்வு புதிய தலைப்பு.
te: ఐచ్ఛిక కొత్త టైటిల్.
th: ชื่อเรื่องใหม่ (ไม่บังคับ)
tr: İsteğe bağlı yeni başlık.
uk: Необов’язкова нова назва.
ur: متبادل عنوان (اختیاری)۔
vi: Tiêu đề thay thế (tùy chọn).
zh_hans: 可选替换标题。
zh_hant: 要取代的標題（選填）

# system.calendar.parameter.to
source: To
ar: إلى
bn: পর্যন্ত
de: Bis
el: Έως
es: Hasta
fa: تا
fr: Au
he: עד תאריך
hi: तक
id: Hingga
it: Al
ja: 終了日
ko: 종료일
mr: पर्यंत
ms: Hingga
nl: Tot
pl: Do
pt_br: Até
ro: Până la
ru: До
ta: முடிவு
te: ముగింపు
th: ถึง
tr: Bitiş
uk: До
ur: تک
vi: Đến
zh_hans: 结束
zh_hant: 結束日期

# system.calendar.parameter.to_date
source: To Date
ar: إلى تاريخ
bn: শেষের তারিখ
de: Datum bis
el: Έως ημερομηνία
es: Fecha final
fa: تا تاریخ
fr: Date de fin
he: עד תאריך
hi: इस तारीख़ तक
id: Hingga Tanggal
it: Data finale
ja: 終了日
ko: 종료일
mr: समाप्तीचा दिनांक
ms: Hingga Tarikh
nl: Tot datum
pl: Data końcowa
pt_br: Data final
ro: Până la data
ru: Конечная дата
ta: இந்தத் தேதி வரை
te: ఈ తేదీ వరకు
th: ถึงวันที่
tr: Bitiş tarihi
uk: Кінцева дата
ur: تاریخ تک
vi: Đến ngày
zh_hans: 结束日期
zh_hant: 結束日期

# system.calendar.search.description
source: Search Lorvex calendar events from Shortcuts.
ar: البحث في أحداث تقويم Lorvex من الاختصارات.
bn: শর্টকাট থেকে Lorvex ক্যালেন্ডার ইভেন্ট সার্চ করুন।
de: Sucht Ereignisse im Lorvex-Kalender über Kurzbefehle.
el: Αναζητήστε γεγονότα ημερολογίου Lorvex από τις Συντομεύσεις.
es: Busca eventos de calendario de Lorvex desde Atajos.
fa: جست‌وجوی رویدادهای تقویم Lorvex از طریق میان‌برها.
fr: Recherche des événements du calendrier de Lorvex depuis Raccourcis.
he: חיפוש אירועי לוח השנה של Lorvex דרך קיצורי דרך.
hi: शॉर्टकट्स से Lorvex कैलेंडर इवेंट खोजें।
id: Mencari acara kalender Lorvex dari Pintasan.
it: Cerca eventi del calendario di Lorvex da Comandi rapidi.
ja: ショートカットでLorvexのカレンダーイベントを検索します。
ko: 단축어에서 Lorvex 캘린더 이벤트를 검색합니다.
mr: शॉर्टकट द्वारे Lorvex दिनदर्शिका इव्हेंट सर्च करा.
ms: Mencari peristiwa kalendar Lorvex daripada Pintasan.
nl: Zoekt activiteiten in de Lorvex-agenda via Opdrachten.
pl: Wyszukuje wydarzenia kalendarza Lorvex ze Skrótów.
pt_br: Busca eventos do calendário do Lorvex pelos Atalhos.
ro: Caută evenimente în calendarul Lorvex prin Scurtături.
ru: Ищет события календаря Lorvex из «Быстрых команд».
ta: சுருக்கவழிகள் மூலம் Lorvex கேலண்டர் நிகழ்வுகளைத் தேடவும்.
te: షార్ట్‌కట్స్ నుండి Lorvex క్యాలెండర్ ఇవెంట్‌లను శోధించండి.
th: ค้นหากิจกรรมปฏิทิน Lorvex จากคำสั่งลัด
tr: Kestirmeler ile Lorvex takvim etkinliklerinde arama yapın.
uk: Шукає події календаря Lorvex зі «Швидких команд».
ur: شارٹ کٹس سے Lorvex کیلنڈر ایونٹس تلاش کریں۔
vi: Tìm kiếm các sự kiện lịch Lorvex từ Phím tắt.
zh_hans: 从“快捷指令”搜索 Lorvex 日历事件。
zh_hant: 透過捷徑搜尋 Lorvex 行事曆事件。

# system.calendar.search.dialog_count
source: Found %lld calendar events in Lorvex.
ar: تم العثور على %lld حدث تقويم في Lorvex.
bn: Lorvex-এ %lldটি ক্যালেন্ডার ইভেন্ট পাওয়া গেছে।
de: %lld Kalenderereignisse in Lorvex gefunden.
el: Βρέθηκαν %lld γεγονότα ημερολογίου στο Lorvex.
es: Se encontraron %lld eventos de calendario en Lorvex.
fa: %lld رویداد تقویم در Lorvex پیدا شد.
fr: %lld événements du calendrier trouvés dans Lorvex.
he: נמצאו %lld אירועי לוח שנה ב-Lorvex.
hi: Lorvex में %lld कैलेंडर इवेंट मिले।
id: Ditemukan %lld acara kalender di Lorvex.
it: Trovati %lld eventi del calendario in Lorvex.
ja: Lorvexでカレンダーイベントが%lld件見つかりました。
ko: Lorvex에서 캘린더 이벤트 %lld개를 찾았습니다.
mr: Lorvex मध्ये %lld दिनदर्शिका इव्हेंट सापडले.
ms: %lld peristiwa kalendar ditemui dalam Lorvex.
nl: %lld activiteiten gevonden in Lorvex.
pl: Znaleziono %lld wydarzenia kalendarza w Lorvex.
pt_br: %lld eventos do calendário encontrados no Lorvex.
ro: S-au găsit %lld de evenimente de calendar în Lorvex.
ru: Найдено %lld события календаря в Lorvex.
ta: Lorvexஇல் %lld கேலண்டர் நிகழ்வுகள் கண்டறியப்பட்டன.
te: Lorvexలో %lld క్యాలెండర్ ఇవెంట్‌లు కనుగొనబడ్డాయి.
th: พบ %lld กิจกรรมปฏิทินใน Lorvex
tr: Lorvex’te %lld takvim etkinliği bulundu.
uk: Знайдено %lld події календаря в Lorvex.
ur: %lld کیلنڈر ایونٹس Lorvex میں ملے۔
vi: Đã tìm thấy %lld sự kiện lịch trong Lorvex.
zh_hans: 在 Lorvex 中找到 %lld 个日历事件。
zh_hant: 在 Lorvex 中找到 %lld 個行事曆事件。

# system.calendar.search.title
source: Search Lorvex Calendar Events
ar: البحث في أحداث تقويم Lorvex
bn: Lorvex ক্যালেন্ডার ইভেন্ট সার্চ করুন
de: Ereignisse im Lorvex-Kalender suchen
el: Αναζήτηση γεγονότων ημερολογίου Lorvex
es: Buscar eventos de calendario de Lorvex
fa: جست‌وجوی رویدادهای تقویم Lorvex
fr: Rechercher des événements du calendrier de Lorvex
he: חיפוש אירועי לוח השנה של Lorvex
hi: Lorvex कैलेंडर इवेंट खोजें
id: Cari Acara Kalender Lorvex
it: Cerca eventi del calendario di Lorvex
ja: Lorvexのカレンダーイベントを検索
ko: Lorvex 캘린더 이벤트 검색
mr: Lorvex दिनदर्शिका इव्हेंट सर्च करा
ms: Cari Peristiwa Kalendar Lorvex
nl: Zoek activiteiten in Lorvex-agenda
pl: Szukaj wydarzeń kalendarza Lorvex
pt_br: Buscar eventos do calendário do Lorvex
ro: Căutare evenimente în calendarul Lorvex
ru: Искать события календаря Lorvex
ta: Lorvex கேலண்டர் நிகழ்வுகளைத் தேடு
te: Lorvex క్యాలెండర్ ఇవెంట్‌లను శోధించండి
th: ค้นหากิจกรรมปฏิทิน Lorvex
tr: Lorvex takvim etkinliklerinde ara
uk: Шукати події календаря Lorvex
ur: اپنے Lorvex کیلنڈر ایونٹس تلاش کریں
vi: Tìm kiếm sự kiện lịch Lorvex
zh_hans: 搜索 Lorvex 日历事件
zh_hant: 搜尋 Lorvex 行事曆事件

# system.calendar.timeline.read.description
source: Read Lorvex calendar events for a date range.
ar: قراءة أحداث تقويم Lorvex لنطاق زمني.
bn: একটি তারিখের পরিসরের Lorvex ক্যালেন্ডার ইভেন্ট পড়ুন।
de: Liest Ereignisse aus dem Lorvex-Kalender für einen Datumsbereich.
el: Διαβάστε γεγονότα ημερολογίου Lorvex για ένα εύρος ημερομηνιών.
es: Lee los eventos de calendario de Lorvex de un rango de fechas.
fa: خواندن رویدادهای تقویم Lorvex برای یک بازه تاریخ.
fr: Lit les événements du calendrier de Lorvex pour une période.
he: קריאת אירועי לוח השנה של Lorvex לטווח תאריכים.
hi: तारीख़ों की किसी अवधि के लिए Lorvex कैलेंडर इवेंट पढ़ें।
id: Membaca acara kalender Lorvex untuk rentang tanggal.
it: Legge gli eventi del calendario di Lorvex per un intervallo di date.
ja: 指定した期間のLorvexのカレンダーイベントを読み取ります。
ko: 지정한 기간의 Lorvex 캘린더 이벤트를 읽습니다.
mr: ठराविक कालावधीतील Lorvex दिनदर्शिका इव्हेंट वाचा.
ms: Membaca peristiwa kalendar Lorvex untuk julat tarikh.
nl: Leest activiteiten uit de Lorvex-agenda voor een periode.
pl: Odczytuje wydarzenia kalendarza Lorvex z wybranego zakresu dat.
pt_br: Lê os eventos do calendário do Lorvex de um intervalo de datas.
ro: Citește evenimentele din calendarul Lorvex pentru un interval de date.
ru: Читает события календаря Lorvex за указанный период.
ta: ஒரு தேதி வரம்பில் உள்ள Lorvex கேலண்டர் நிகழ்வுகளைப் படிக்கவும்.
te: ఒక తేదీ పరిధిలోని Lorvex క్యాలెండర్ ఇవెంట్‌లను చదవండి.
th: อ่านกิจกรรมปฏิทิน Lorvex ในช่วงวันที่ที่กำหนด
tr: Bir tarih aralığındaki Lorvex takvim etkinliklerini okuyun.
uk: Читає події календаря Lorvex за вказаний період.
ur: تاریخوں کی ایک حد کے لیے Lorvex کیلنڈر ایونٹس پڑھیں۔
vi: Đọc các sự kiện lịch Lorvex trong một khoảng ngày.
zh_hans: 读取某个日期范围内的 Lorvex 日历事件。
zh_hant: 讀取指定日期範圍內的 Lorvex 行事曆事件。

# system.calendar.timeline.read.dialog_count
source: %lld calendar events in Lorvex.
ar: %lld حدث تقويم في Lorvex.
bn: Lorvex-এ %lldটি ক্যালেন্ডার ইভেন্ট।
de: %lld Kalenderereignisse in Lorvex.
el: %lld γεγονότα ημερολογίου στο Lorvex.
es: %lld eventos de calendario en Lorvex.
fa: %lld رویداد تقویم در Lorvex.
fr: %lld événements du calendrier dans Lorvex.
he: %lld אירועי לוח שנה ב-Lorvex.
hi: Lorvex में %lld कैलेंडर इवेंट हैं।
id: %lld acara kalender di Lorvex.
it: %lld eventi del calendario in Lorvex.
ja: Lorvexにカレンダーイベントが%lld件あります。
ko: Lorvex에 캘린더 이벤트가 %lld개 있습니다.
mr: Lorvex मध्ये %lld दिनदर्शिका इव्हेंट.
ms: %lld peristiwa kalendar dalam Lorvex.
nl: %lld activiteiten in Lorvex.
pl: %lld wydarzenia kalendarza w Lorvex.
pt_br: %lld eventos do calendário no Lorvex.
ro: %lld de evenimente de calendar în Lorvex.
ru: %lld события календаря в Lorvex.
ta: Lorvexஇல் %lld கேலண்டர் நிகழ்வுகள் உள்ளன.
te: Lorvexలో %lld క్యాలెండర్ ఇవెంట్‌లు ఉన్నాయి.
th: %lld กิจกรรมปฏิทินใน Lorvex
tr: Lorvex’te %lld takvim etkinliği.
uk: %lld події календаря в Lorvex.
ur: %lld کیلنڈر ایونٹس Lorvex میں۔
vi: %lld sự kiện lịch trong Lorvex.
zh_hans: Lorvex 中有 %lld 个日历事件。
zh_hant: Lorvex 中有 %lld 個行事曆事件。

# system.calendar.timeline.read.title
source: Read Lorvex Calendar Timeline
ar: قراءة الجدول الزمني لتقويم Lorvex
bn: Lorvex ক্যালেন্ডার টাইমলাইন পড়ুন
de: Zeitleiste des Lorvex-Kalenders lesen
el: Ανάγνωση χρονολογίου ημερολογίου Lorvex
es: Leer línea de tiempo del calendario de Lorvex
fa: خواندن خط زمانی تقویم Lorvex
fr: Lire la chronologie du calendrier de Lorvex
he: קריאת ציר הזמן של לוח השנה ב-Lorvex
hi: Lorvex कैलेंडर टाइमलाइन पढ़ें
id: Baca Garis Waktu Kalender Lorvex
it: Leggi timeline del calendario di Lorvex
ja: Lorvexのカレンダータイムラインを読み取る
ko: Lorvex 캘린더 타임라인 읽기
mr: Lorvex दिनदर्शिका टाइमलाइन वाचा
ms: Baca Garis Masa Kalendar Lorvex
nl: Lees tijdlijn van Lorvex-agenda
pl: Odczytaj oś czasu kalendarza Lorvex
pt_br: Ler linha do tempo do calendário do Lorvex
ro: Citire cronologie calendar Lorvex
ru: Прочитать временную шкалу календаря Lorvex
ta: Lorvex கேலண்டர் காலவரிசையைப் படி
te: Lorvex క్యాలెండర్ టైమ్‌లైన్‌ను చదవండి
th: อ่านไทม์ไลน์ปฏิทิน Lorvex
tr: Lorvex takvim zaman çizelgesini oku
uk: Прочитати часову шкалу календаря Lorvex
ur: اپنے Lorvex کیلنڈر کی ٹائم لائن پڑھیں
vi: Đọc dòng thời gian lịch Lorvex
zh_hans: 读取 Lorvex 日历时间线
zh_hant: 讀取 Lorvex 行事曆時間軸

# system.calendar.update.description
source: Update a Lorvex calendar event from Shortcuts or Siri.
ar: تحديث حدث تقويم Lorvex من الاختصارات أو Siri.
bn: শর্টকাট বা Siri থেকে একটি Lorvex ক্যালেন্ডার ইভেন্ট আপডেট করুন।
de: Aktualisiert ein Ereignis im Lorvex-Kalender über Kurzbefehle oder Siri.
el: Ενημερώστε ένα γεγονός ημερολογίου Lorvex από τις Συντομεύσεις ή το Siri.
es: Actualiza un evento de calendario de Lorvex desde Atajos o Siri.
fa: به‌روزرسانی رویداد تقویم Lorvex از طریق میان‌برها یا Siri.
fr: Met à jour un événement du calendrier de Lorvex depuis Raccourcis ou Siri.
he: עדכון אירוע בלוח השנה של Lorvex דרך קיצורי דרך או Siri.
hi: शॉर्टकट्स या Siri से Lorvex कैलेंडर इवेंट अपडेट करें।
id: Memperbarui acara kalender Lorvex dari Pintasan atau Siri.
it: Aggiorna un evento del calendario di Lorvex da Comandi rapidi o Siri.
ja: ショートカットまたはSiriでLorvexのカレンダーイベントを更新します。
ko: 단축어 또는 Siri에서 Lorvex 캘린더 이벤트를 업데이트합니다.
mr: शॉर्टकट किंवा Siri द्वारे एक Lorvex दिनदर्शिका इव्हेंट अपडेट करा.
ms: Mengemas kini peristiwa kalendar Lorvex daripada Pintasan atau Siri.
nl: Werkt een activiteit in de Lorvex-agenda bij via Opdrachten of Siri.
pl: Aktualizuje wydarzenie kalendarza Lorvex ze Skrótów lub Siri.
pt_br: Atualiza um evento do calendário do Lorvex pelos Atalhos ou pela Siri.
ro: Actualizează un eveniment din calendarul Lorvex prin Scurtături sau Siri.
ru: Обновляет событие календаря Lorvex из «Быстрых команд» или Siri.
ta: சுருக்கவழிகள் அல்லது Siri மூலம் Lorvex கேலண்டர் நிகழ்வைப் புதுப்பிக்கவும்.
te: షార్ట్‌కట్స్ లేదా Siri నుండి Lorvex క్యాలెండర్ ఇవెంట్‌ను అప్‌డేట్ చేయండి.
th: อัปเดตกิจกรรมปฏิทิน Lorvex จากคำสั่งลัดหรือ Siri
tr: Kestirmeler veya Siri ile bir Lorvex takvim etkinliğini güncelleyin.
uk: Оновлює подію календаря Lorvex зі «Швидких команд» або Siri.
ur: شارٹ کٹس یا Siri سے Lorvex کیلنڈر ایونٹ اپ ڈیٹ کریں۔
vi: Cập nhật một sự kiện lịch Lorvex từ Phím tắt hoặc Siri.
zh_hans: 从“快捷指令”或 Siri 更新一个 Lorvex 日历事件。
zh_hant: 透過捷徑或 Siri 更新 Lorvex 行事曆事件。

# system.calendar.update.dialog
source: Updated calendar event %@ in Lorvex.
ar: تم تحديث حدث التقويم %@ في Lorvex.
bn: Lorvex-এ ক্যালেন্ডার ইভেন্ট “%@” আপডেট করা হয়েছে।
de: Kalenderereignis %@ in Lorvex aktualisiert.
el: Το γεγονός ημερολογίου %@ ενημερώθηκε στο Lorvex.
es: Se actualizó el evento “%@” en Lorvex.
fa: رویداد تقویم %@ در Lorvex به‌روزرسانی شد.
fr: Événement du calendrier « %@ » mis à jour dans Lorvex.
he: אירוע לוח השנה %@ עודכן ב-Lorvex.
hi: Lorvex में कैलेंडर इवेंट “%@” अपडेट किया गया।
id: Acara kalender %@ diperbarui di Lorvex.
it: Evento del calendario “%@” aggiornato in Lorvex.
ja: Lorvexのカレンダーイベント「%@」を更新しました。
ko: Lorvex에서 캘린더 이벤트를 업데이트했습니다: “%@”
mr: Lorvex मध्ये दिनदर्शिका इव्हेंट ‘%@’ अपडेट केला.
ms: Peristiwa kalendar %@ dikemas kini dalam Lorvex.
nl: Activiteit %@ bijgewerkt in Lorvex.
pl: Zaktualizowano wydarzenie kalendarza „%@” w Lorvex.
pt_br: Evento do calendário “%@” atualizado no Lorvex.
ro: Evenimentul %@ a fost actualizat în Lorvex.
ru: Событие календаря «%@» обновлено в Lorvex.
ta: Lorvexஇல் “%@” என்ற கேலண்டர் நிகழ்வு புதுப்பிக்கப்பட்டது.
te: Lorvexలో “%@” అనే క్యాలెండర్ ఇవెంట్ అప్‌డేట్ చేయబడింది.
th: อัปเดตกิจกรรมปฏิทิน %@ ใน Lorvex แล้ว
tr: Takvim etkinliği Lorvex’te güncellendi: %@.
uk: Подію календаря «%@» оновлено в Lorvex.
ur: کیلنڈر ایونٹ %@ Lorvex میں اپ ڈیٹ کر دیا گیا۔
vi: Đã cập nhật sự kiện lịch %@ trong Lorvex.
zh_hans: 已在 Lorvex 中更新日历事件“%@”。
zh_hant: 已在 Lorvex 中更新行事曆事件「%@」。

# system.calendar.update.title
source: Update Lorvex Calendar Event
ar: تحديث حدث تقويم Lorvex
bn: Lorvex ক্যালেন্ডার ইভেন্ট আপডেট করুন
de: Ereignis im Lorvex-Kalender aktualisieren
el: Ενημέρωση γεγονότος ημερολογίου Lorvex
es: Actualizar evento de calendario de Lorvex
fa: به‌روزرسانی رویداد تقویم Lorvex
fr: Mettre à jour un événement du calendrier de Lorvex
he: עדכון אירוע בלוח השנה של Lorvex
hi: Lorvex कैलेंडर इवेंट अपडेट करें
id: Perbarui Acara Kalender Lorvex
it: Aggiorna evento del calendario di Lorvex
ja: Lorvexのカレンダーイベントを更新
ko: Lorvex 캘린더 이벤트 업데이트
mr: Lorvex दिनदर्शिका इव्हेंट अपडेट करा
ms: Kemas Kini Peristiwa Kalendar Lorvex
nl: Werk activiteit bij in Lorvex-agenda
pl: Zaktualizuj wydarzenie kalendarza Lorvex
pt_br: Atualizar evento do calendário do Lorvex
ro: Actualizare eveniment din calendarul Lorvex
ru: Обновить событие календаря Lorvex
ta: Lorvex கேலண்டர் நிகழ்வைப் புதுப்பி
te: Lorvex క్యాలెండర్ ఇవెంట్‌ను అప్‌డేట్ చేయండి
th: อัปเดตกิจกรรมปฏิทิน Lorvex
tr: Lorvex takvim etkinliğini güncelle
uk: Оновити подію календаря Lorvex
ur: ایک Lorvex کیلنڈر ایونٹ اپ ڈیٹ کریں
vi: Cập nhật sự kiện lịch Lorvex
zh_hans: 更新 Lorvex 日历事件
zh_hant: 更新 Lorvex 行事曆事件

# system.confirm.cancel_task
source: Cancel this occurrence?
ar: هل تريد إلغاء هذا التكرار؟
bn: শুধু এইবারের টাস্ক বাতিল করবেন?
de: Diese Wiederholung abbrechen?
el: Να ακυρωθεί αυτή η επανάληψη;
es: ¿Cancelar esta repetición?
fa: این تکرار لغو شود؟
fr: Annuler cette occurrence ?
he: לבטל את המופע הזה?
hi: इस बार का कार्य रद्द करें?
id: Batalkan kejadian ini?
it: Annullare questa occorrenza?
ja: 今回分をキャンセルしますか？
ko: 이번 반복을 취소하시겠습니까?
mr: फक्त यावेळचे कार्य रद्द करायचे का?
ms: Batalkan kejadian ini?
nl: Deze herhaling annuleren?
pl: Anulować to wystąpienie?
pt_br: Cancelar esta ocorrência?
ro: Anulați această apariție?
ru: Отменить это повторение?
ta: இந்த நேர்வை ரத்துசெய்யவா?
te: ఈ సందర్భాన్ని రద్దు చేయాలా?
th: ยกเลิกครั้งนี้หรือไม่
tr: Bu yineleme iptal edilsin mi?
uk: Скасувати це повторення?
ur: اس تکرار کو منسوخ کریں؟
vi: Hủy lần lặp này?
zh_hans: 仅取消本次？
zh_hant: 要取消這一次嗎？
